/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Companies" = "Società";

/* No comment provided by engineer. */
"Consortium myMed:" = "Consorzio myMed:"; /* NEW */

/* No comment provided by engineer. */
"Credits" = "Crediti";

/* No comment provided by engineer. */
"Email about this app" = "Suggerisci questa app";

/* No comment provided by engineer. */
"Error" = "Errore";

/* No comment provided by engineer. */
"Funded by:" = "Finanziato da:"; /* NEW */

/* No comment provided by engineer. */
"Help" = "Aiuto";

/* No comment provided by engineer. */
"Info" = "Info"; /* NEW */

/* No comment provided by engineer. */
"Internet connection not available" = "Connessione a internet o server non disponibile";

/* No comment provided by engineer. */
"myFSA" = "myFSA";

/* No comment provided by engineer. */
"New item" = "Nuovo elemento";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open web site" = "Aprire sito web";

/* No comment provided by engineer. */
"Please wait..." = "Attendere prego...";

/* No comment provided by engineer. */
"Please write the new checklist item" = "Inserire un nuovo elemento da ricordare";

/* No comment provided by engineer. */
"Reload" = "Ricaricare"; /* NEW */

/* No comment provided by engineer. */
"Server down, or no connection available." = "Server inaccessibile o nessuna connessione disponibile.";

/* No comment provided by engineer. */
"Social Network" = "Social Network";

/* No comment provided by engineer. */
"To do" = "Da fare";

